{
    "Warlock": {
        "info": "术士的回归毫不夸张，在一段时间的沉寂之后，这个职业终于又有竞争力了。动物园的表现尤其好，在现在的环境里，它们在对局前中期对场面的控制力非常强势，尤其是激活和小斧子这样的前期对手都已经被削弱了。GingaNinja用Noblord的动物园打到了传说22名，这套牌的曲线比一般的构筑更低。冰川裂片是最主要的创新，这张单卡可以凭借出色的特效和低廉的费用来赚节奏。凶恶的雏龙和夜色镇议员都被弃用了，所以这套卡组非常看中在对局的早期阶段控制场面。控场术目前表现得很疲软。它最大的优势是有充足的AOE，所以对战萨满的时候很厉害，但是面对牧师和青玉德的时候就没用了。Dog成功地在赛季末用一套带爆牌组件的控制术打到了传说第五，这套牌带了变节咆哮魔的combo。这套卡组还在实验阶段，要玩的话后果自负。", 
        "png": [
            "http://longlang.oschina.io/Warlock-0.png", 
            "http://longlang.oschina.io/Warlock-1.png", 
            "http://longlang.oschina.io/Warlock-2.png", 
            "http://longlang.oschina.io/Warlock-3.png", 
            "http://longlang.oschina.io/Warlock-4.png"
        ]
    }, 
    "Warrior": {
        "info": "战士职业也没什么好消息。海盗战仍然是环境中唯一能拿上台面的战士卡组，而战士的其他形态基本都坟头草三尺高了。战士职业近况如此凄惨，以至于玩家们奔向了隐藏职业的归宿——剑走偏锋，成为清流。Monsanto就是当今武林清流中的顶尖高手，他用一套OTK战打上了传说高分段。这套卡组使用了唐汉古，火车王，基因转换，怒火中烧的斩杀combo。虽然Monsanto大神能使用这套卡组打到传说第9，其他凡人玩家能否驾驭卡组，复制他的成功还存有疑问。无论如何，对于失去了最好卡牌，在复兴道路上的战士职业来说，新花样新套路总是值得尝试的。", 
        "png": [
            "http://longlang.oschina.io/Warrior-0.png", 
            "http://longlang.oschina.io/Warrior-1.png"
        ]
    }, 
    "Paladin": {
        "info": "上周以来，圣骑士职业也没有发生什么变化。鱼人骑卡组给人的感觉像是已经统治了天梯亿万年，道理么也很简单，鱼人骑卡组就是无脑强。除了面对节奏贼和铺场萨，鱼人骑卡组在当前环境下拥有足够多的优势对局。可能是因为对上节奏贼的劣势，使得许多玩家现在疏远了鱼人骑，即便鱼人骑卡组对上环境中的其他对手们，强度还是绰绰有余。还是有玩家尝试污手骑，但是他们会惨遭那些能更快速占据场面的快攻卡组蹂躏。快攻骑也许更具潜力，快攻骑在卡组构筑中加入了二王子，并且利用神恩术的续航能力增强了卡组对抗慢速卡组的战斗力。一篇圣骑士的分析评论，要是少了能够打上传说高排名的控制骑卡组可就不太像样了。本周我们看到的是来自于Wabeka的一套控制骑卡组。卡组中加入了大量的单解和过牌，甚至在构筑中加入了愤怒之锤。考虑到节奏贼有许多3血随从，愤怒之锤这张技术卡的选择还是很有道理的。通常来说，你要准备用控制骑卡组冲天梯，就必须要做好憋尿的准备。而且憋尿了还不一定能赢，走A牧会把你打的怀疑人生。", 
        "png": [
            "http://longlang.oschina.io/Paladin-0.png", 
            "http://longlang.oschina.io/Paladin-1.png", 
            "http://longlang.oschina.io/Paladin-2.png", 
            "http://longlang.oschina.io/Paladin-3.png", 
            "http://longlang.oschina.io/Paladin-4.png", 
            "http://longlang.oschina.io/Paladin-5.png"
        ]
    }, 
    "Hunter": {
        "info": "随着节奏贼和铺场萨的流行，猎人的使用率和胜率在持续下滑。猎人在打这两个卡组的时候，只有螃蟹可以在游戏早期抢节奏，所以有些人已经在卡组里加入了它们作为对流行节奏卡组的针对，同时猎人对抗牧师也有一定的优势。Izzy用一个这种套路的中速猎打到了传说前50。火羽精灵和海盗组件被去掉了，换成了鱼人杀手蟹。Izzy的构筑还加入了猎人DK，两张苦潮多头蛇和两张狮子。虽然这套卡组在面对节奏贼的时候表现不佳，但是它中后期的强势让它在面对牧师的时候能赢下更多的对局。牧师很难处理多头蛇和狮子，并且在猎人开始捏僵尸兽的时候如果没法快速解决战斗，那么只能陷入慢性死亡。总的来说，现在猎人构筑的主要差别在于前期。有三个不同的选择：海盗，火羽精灵或者鱼人杀手蟹。每种选择都有好有坏，火羽精灵更中庸，海盗在打不带杀手蟹的卡组时更强但是容易被针对，鱼人杀手蟹在打圣骑士和萨满的时候往往会起很大作用。", 
        "png": [
            "http://longlang.oschina.io/Hunter-0.png", 
            "http://longlang.oschina.io/Hunter-1.png", 
            "http://longlang.oschina.io/Hunter-2.png"
        ]
    }, 
    "Druid": {
        "info": "补丁后，德鲁伊依然是一个非常强力的职业，青玉德和快攻德目前都能在天体中站稳脚跟。青玉德的标准构筑已经成型，卡组中加入了两张末日预言者以抵御快攻。其他像焦油爬行者，破法，库恩，第二章泥潭守护者，玩家可以根据当前环境去进行卡组微调。葛拉卡爬行蟹在面对大量盗贼的环境下是一个非常好的选择。始生幼龙可以帮助玩家对抗像萨满这种持续铺场的职业。Casie的构筑中加入了麦迪文和一些BUFF卡牌，能非常有效地针对牧师。麦迪文在内战，对阵牧师或者其他带游荡恶鬼的卡组中，有着非常亮眼的发挥。JAB则将卡组整体提速，去除了像传播瘟疫这样的针对卡，取而代之以低费随从和各种BUFF套件。卡组的核心思路是从1费起就争取控场给对手持续的压力，利用青玉体系保证节奏上的优势。在过去一周，尽管补丁后快攻德出场率大幅减少，不少玩家对它进行了大量的试验并且最终保持了其强度。Mschmitt的传说前50的标准卡组中去掉了苦潮多头蛇。可以用第二章南海船长代替加佐，因为3费能拉出一个2/2的帕奇斯可以瞬间给予极大的场面优势。目前最有趣构筑来自DerpyTroller,在他的传说前30卡组中，满编了两张妙手空空以及终极感染。其目标是通过铺场，打出妙手控控获得快速的的费用成长从而打出终极感染“吓跑”敌人。这套构筑在保证前期的同时，还加强了中后期作战的能力。", 
        "png": [
            "http://longlang.oschina.io/Druid-0.png", 
            "http://longlang.oschina.io/Druid-1.png", 
            "http://longlang.oschina.io/Druid-2.png", 
            "http://longlang.oschina.io/Druid-3.png", 
            "http://longlang.oschina.io/Druid-4.png", 
            "http://longlang.oschina.io/Druid-5.png"
        ]
    }, 
    "Rank": {
        "info": "第64期vs强度排序是基于上周各卡组在天梯对阵胜率以及对阵频率所统计出的期望胜率而得出的。注：其他分段胜率与此类似，所以本期不分开制图。强度排序展示出了很多有趣的趋势，强度变化也有很多隐性原因。可以肯定的是现在离版本稳定下来还有很长的一段时间。节奏贼的强度展现出了不同的变化。它在低分段的强度处于下滑状态，但是在高分段则在上升，并且和第二名的控制牧拉开了不小的差距。这是为什么呢？在低分段数量的下滑是由于高分段的版本开始慢慢的传播了下来，导致送分卡组的数量少了很多。在高分段它在变强则是因为它真的在变强，它依然在持续的根据环境优化着，与此同时整个环境在尝试着克制它，还在失败中。瓦莉拉现在有点恐怖。控制牧的变化则和节奏贼完全相反。它在低分段的胜率在变高，在高分段则处于下滑状态。这和我们上周讨论的完全符合。低分段的信息比较落后，所以在玩家群体开始跟上高分段的版本后，开始使用跟多最强或最成功的卡组了，让之前高分段的控制牧更加适用了。它在传说的下滑则是由于它的克星青玉德的上升。所以这是为什么我们上周讨论的时候认为心灵震爆是它的核心卡之一。因为它可以让青玉德对局优化很多。当然它在各个分段的表现依然有着差距，有一部分的理由则肯定是由于不同的技术实力和构筑选择。青玉德在过去一周优化了很多，很多补丁前的构筑都基本消失了，让它的强度在高分段上冲了很多。离我们对它成为T1的预计有接近了很多。它依然是版本最强卡组之一，并且对上控制牧有着很高的胜率。很多比较克制它的卡周现在基本都退出环境了。这说明了青玉德之前有多强，现在它最强的两张卡被削了后依然在版本的顶端。超生德的强度则略微有所下滑，在传说已经跌出了前三，被它的大哥青玉德给超过了。我们依然觉得它在版本中有做不错的地位，主要是它对上节奏贼的对局，并且它总的来说被剩下的环境给无视了。很多补丁前强力的卡组胜率都在下滑。海盗战，鱼人骑，奥秘法都有着很大的衰退。它们都在节奏贼的压力下，加上缺乏对于它们优化的兴趣，导致它们节节败退。节奏贼是一个更强的打脸卡组，相互之间的对局更强，弱点也更少，所以它很容易的在快速卡组这一块开始清场了。同时螃蟹的存在对海盗战的损伤比节奏贼要大很多。我们预计环境会对超生萨更加恶劣，它在高分段胜率快掉落到50%了。它的最优对局猎人数量奔溃，其他的快速卡组也都在缓缓衰弱。超生萨主要的优势就在于对抗其他快速卡组，它对上牧师则是十分艰难。猎人乍看一下是一个顶尖职业。然后它看起来是一个有竞争性的职业。再然后它看起来只是一个平庸的职业，到现在它看起来又成为了最差的职业。中速猎在高段位已经跌到了T4的行列，想想它两周前还是T1.这有可能是炉石史上最大的意外胜率下滑(不是由于版本更新或者平衡补丁)。这周的周报有很多输家，但还是有几个亮眼的职业的啊。动物园现在看起来是一个很有竞争力的卡组，但是它的高胜率主要在低分段，仅次于节奏贼。它在传说的胜率依然低于50%.现在看起来主要问题在于当前的动物园有一定的技术上限(类似于猎人),所以它们在高分段可能会撞墙。不过它依然是一个蛮不错的冲分卡组，而且月末说不定它又有更好的发展了呢。这周最大的赢家不外于reddit最爱的卡组,大哥牧。由于快速卡组的下滑，加上它其他一些的劣势对局的消失，大哥牧现在突然跳到了版本上层。它对上主流的控制牧是优势，对上节奏贼和青玉德也是五五开。它现在对上版本最强的三个卡组都不惧，还有什么理由能拖累它呢。剩下的卡组离版本主流卡组差距不小。有些大神用控制术和控制法获得了不错的战绩，但是总体来说还是暂时别用它俩的好。龙牧和打脸骑看起来蛮不错的，就是从各个角度来说都有更好的选择。奇迹贼这周额外的差，虽然可能没它现在的数据看起来那么惨，但是它基本上属于一个被抛弃的卡组了。安睡吧奇迹贼，回想着过去的荣光睡吧，记得帮防战也盖好被子。", 
        "png": [
            "http://longlang.oschina.io/Rank-0.png"
        ]
    }, 
    "Environment": {
        "info": "注：其他分段环境与此类似，所以本期不分开制图。盗贼的数量超过了牧师，现在是全段位使用率最高的职业。节奏贼现在上升趋势不见停滞，在九月末的几天，它在传说的数量超过了20%，这是一个在补丁前被遗忘的职业，说明这版本的变化有多大。至于奇迹贼则已经快消亡了。牧师的数量这周反而下滑了。他依然十分的受欢迎，在传说的数量接近20%，但是它的使用率感觉到顶了，很少卡组能成功超过20%的使用率。有趣的是大哥牧的数量因为牧师的内战对局上升了。青玉德在高分段的数量有着可观的上升。我们由于上周该卡组的强度预计到了这个上升。超生德的数量则依然少，但是还是比较稳定的。术士终于又成为一个有关的职业了，并且数量在全职业都在上升。动物园的数量比上周翻了个倍，控制术的数量也有可观的上升。在高分段它是第四受欢迎的职业，这对一个上版本消失的职业来说不错了。猎人转了一个U弯，数量在全分段都暴跌。中速猎在不同的段位的数量差别依然巨大。中速猎在高分段基本看不见了，在传说的数量跌了超过1/3，平衡补丁后的数量看来只是镜花水月。法师是另外一个脸着地的职业。法师的三大卡组都在下滑，不再是环境的一大因素了。萨满数量也在下滑，在高分段由于它的最优对局猎人数量的下滑，它也跟着以更快的速度下滑了。战士和圣骑已经沉底了。虽然鱼人骑和海盗战依然是比较有竞争力的卡组，但是貌似有点多余了。基本找不到不选择节奏贼而选它们俩的理由。", 
        "png": [
            "http://longlang.oschina.io/Environment-0.png"
        ]
    }, 
    "Rogue": {
        "info": "王子贼达成了出场率以及胜率的双登顶。在上个月底，许多玩家选择用王子贼冲一波分，这点导致王子贼在全分段都拥有者最高的出场率，或许也是目前最成功的卡组。其根据环境和对手演变出多种形态，在此，我们分为三大类：带苦潮多头蛇的，带龙人的，以及不带王子的。带多头蛇的构筑主要是针对青玉德。当然，多头蛇让牧师也是非常头疼，但是更多的是针对那些5费没法轻松解掉它的职业。Muzzy传说第二的卡组满编了苦潮多头蛇，此外，还加入了两张焦油爬行者去抵挡对手的多头蛇，一张瘟疫科学家可以用作解牌帮助自己过墙从而尽快的干掉对手。目前最受欢迎的是带深蓝刃鳞龙人的这套构筑，其特点是针对天体中大量的牧师而不是一网打尽。在Rookie上个月登顶的卡组中，他加入了巴内斯，不管是拉龙人还是像夏克里尔等这些生物，都是非常赚了，很好的弥补了王子贼4费疲软的缺点。同时，巴内斯(译者注：此处指通过巴内斯拉出的战吼类随从)在后期还可以通过和暗影步配合，让废物二次利用，创造更多的场面优势，比如骨魇，邪脊吞噬者等等，我们甚至还见过带像凯恩这样更贪的构筑。Kranich在他登顶的卡组中，加入了馆长体系，随之配套的有3费单刷龙，寒光智者。为应对天体中王子贼的统治，不少玩家选择使用不带王子的节奏贼以求在内战中打出优势(这里我们不推荐在复制的天梯环境下使用)。刺骨是一张非常效率的解牌，必要时可以帮助玩家很好的控制场面。Gyong和Kagome都使用了这样一套节奏贼成功登顶。在Kagome的构筑中，他加入了海盗杀手蟹进一步提高内战优势。奇迹贼尚存，但为数不多。在上个月天梯结算中，Ruby使用奇迹贼成功冲到传说第21名，卡组中加入了消失和四王子。", 
        "png": [
            "http://longlang.oschina.io/Rogue-0.png", 
            "http://longlang.oschina.io/Rogue-1.png", 
            "http://longlang.oschina.io/Rogue-2.png", 
            "http://longlang.oschina.io/Rogue-3.png", 
            "http://longlang.oschina.io/Rogue-4.png", 
            "http://longlang.oschina.io/Rogue-5.png"
        ]
    }, 
    "Mage": {
        "info": "法师现在表现中规中矩。他们总的分为三种形态，在各个分段中时有出现，不过没有哪种形态是特别突出的。不过，因为法师有一些很强的单卡，比如秘法学家和远古雕文，所以很难相信这个职业会像之前的某些职业那样销声匿迹。奥秘法在打青玉德和宇宙牧的时候表现不错，不过节奏贼、铺场萨和动物园的兴起让奥秘法没法统治天梯。任务法同样无法兼顾两端，面对慢速卡组时胜率很高而面对快攻卡组的前期攻势时只能投降。这套卡组在天梯中下限太低了。控制法有些潜力，不过还得加以调整来同时兼顾面对快攻卡组和青玉德、宇宙牧时的胜率。Sjow的构筑包含了一些最新的调整，在月初的时候也成功上了一波分。法师卡组没出现什么新套路。总的来说，这个职业很想要一些新思路，不过直到下个扩展包发行之前，一切都很难说。", 
        "png": [
            "http://longlang.oschina.io/Mage-0.png", 
            "http://longlang.oschina.io/Mage-1.png", 
            "http://longlang.oschina.io/Mage-2.png", 
            "http://longlang.oschina.io/Mage-3.png"
        ]
    }, 
    "Shaman": {
        "info": "依靠着本职业最流行也是唯一能战的套路——铺场萨，萨满仍然拥有相当高的使用率。但是萨满职业目前严重缺乏多样性，不仅仅是因为萨满本身缺乏其他可玩的套路，就连铺场萨卡组本身也几乎是一成不变。两张退化或者两张萨隆苦囚是你在考虑构筑卡组时仅需的重大抉择，当然还有其他玩家考虑加入海盗蟹来进一步提高卡组对上盗贼的胜率。虽然这套卡组的单卡选择或多或少有些固化，但是时不时仍有高玩尝试为这套卡组拓展下新方向。太子构筑了一套进化萨更接近于萨满的控制套路，他在卡组中加入了更多的AOE，同时选用了更慢速的青玉组件。这个套路经过一段时间的测试，仍然被证明比铺场萨的强度低上一档，主要原因在于卡组缺乏给对手施加足够的压力。", 
        "png": [
            "http://longlang.oschina.io/Shaman-0.png", 
            "http://longlang.oschina.io/Shaman-1.png"
        ]
    }, 
    "Priest": {
        "info": "牧师已经不再是天梯中最受欢迎的职业，但不管怎样，爱过！牧师总是在其他职业被砍后，悄悄咪咪地在一旁笑嘻嘻。在补丁之前，大家已经预测宇宙牧会是天体中最强的卡组。但是，哪知道半路杀出个瓦莉拉。尽管如此，牧师现在的处境非常安逸，目前可能是这个职业在炉石历史上最成功的时刻了。宇宙牧依然是天体中最强力的卡组之一，正如我们所说过，它的成功非常依然天梯环境，并且随着时间推移，宇宙牧玩家和其他职业玩家都会渐渐地加深对这套卡组的认识，或是越来越熟练，或是学会用更好的手段去针对它。Hunterace 在天梯残酷的竞争中先拔头筹，和其他佼佼者一样，他们最大的敌人是王子贼。但Hunterace通过合理的构筑将挑战迎刃而解。脏鼠在面对对手大量战吼生物时，有着极佳的发挥(但前期过早打出有风险)，并且内战中也算一个奇招。神圣之火提供给牧师一个解龙人的手段，同时在内战中也能打出血量优势。最后，葛拉卡爬行蟹是最直接最有效的手段去针对王子贼。如果你身处一个复杂多样的环境，这里我们还是推荐使用标准的宇宙牧卡组。", 
        "png": [
            "http://longlang.oschina.io/Priest-0.png", 
            "http://longlang.oschina.io/Priest-1.png", 
            "http://longlang.oschina.io/Priest-2.png", 
            "http://longlang.oschina.io/Priest-3.png", 
            "http://longlang.oschina.io/Priest-4.png", 
            "http://longlang.oschina.io/Priest-5.png"
        ]
    }
}