{
    "Warlock": {
        "info": "术士稳坐出场率第四把交椅。我们看到动物园卡组仍然在演变发展，修改构筑，而控制术的卡组则在衰退因为目前环境对他们并不友好。新的动物园卡组都带上了更多的恶魔，并且加入了血怒药水，使得早期的恶魔随从能更快逃脱对手的解牌范围，从而持续压制场面或者给对手血量造成压力。如此一来，以鲜血小鬼和魔瘾结晶者为代表的恶魔之间的协同buff就越来越流行，而火羽精灵开始失宠。特别是鲜血小鬼，变成了一套携带血怒药水的动物园卡组中的明星单卡。使用这个套路，Satellite和Zananan分别使用他们的动物园套牌打到了传说第1和第6。Zananan的构筑中选用了包括南海船长在内的海盗组件，而Satellite则去掉了海盗，加入了凶恶的雏龙，和包括深蓝刃鳞在内的随从选择增强卡组的中期能力。", 
        "png": [
            "http://longlang.oschina.io/Warlock-0.png", 
            "http://longlang.oschina.io/Warlock-1.png", 
            "http://longlang.oschina.io/Warlock-2.png", 
            "http://longlang.oschina.io/Warlock-3.png"
        ]
    }, 
    "Warrior": {
        "info": "对于加尔鲁什来说，这又是悲惨的一周！海盗战目前保持可观的胜率，在对上青玉德和宇宙牧时仍是优势，但，它已经被节奏贼打得生活不能自理了。战士的构筑没太大的近战，Taka用了一套墙战成功冲击到传说17。其卡组放弃了炽炎战斧，加入了一张葛拉卡爬行蟹。但我们认为，这只是少数个人实力的体现，这套卡组并不足够说明其强度。疲劳战虽然存在，但胜率惨不忍睹。毫无疑问，炽炎战斧的削弱彻底地打击了加尔鲁什，喜欢战士的玩家们已经迫不及待地期盼着下个版本的到来。", 
        "png": [
            "http://longlang.oschina.io/Warrior-0.png", 
            "http://longlang.oschina.io/Warrior-1.png"
        ]
    }, 
    "Paladin": {
        "info": "尽管鱼人骑保持着较高的胜率，但它的使用率却一直在下滑。在对上牧师和青玉德时，鱼人骑表现得游刃有余，但面对节奏贼时，则力不从心，这可能是导致鱼人使用率低的主要原因。其他形态的骑士卡组依旧没什么进展，所以这里我们不会对此进行任何评价。本周最大的看点是Alhpa传说第19名的卡组，他满编了展览馆法师，去掉了鱼人招潮者。卡组中除了鱼人，展览馆法师还可以和剑龙骑术的亡语野兽，以及温顺的巨壳龙和深蓝龙人打出配合。这套卡组主要是用来针对青玉德，通过各种BUFF，玩家们可以保持一个非常具有压制性的场面。相比传统鱼人骑，这套构筑曲线偏慢偏高，所以在对阵牧师时，也不吃亏。当然，有得必有失，因为放弃了不少前期低费生物和过度依赖随从站场，在对上节奏贼时，这套卡组就显得更弱了。所以玩家在使用这套卡组冲天梯时，一定要留意当前天梯环境。", 
        "png": [
            "http://longlang.oschina.io/Paladin-0.png", 
            "http://longlang.oschina.io/Paladin-1.png", 
            "http://longlang.oschina.io/Paladin-2.png", 
            "http://longlang.oschina.io/Paladin-3.png", 
            "http://longlang.oschina.io/Paladin-4.png", 
            "http://longlang.oschina.io/Paladin-5.png", 
            "http://longlang.oschina.io/Paladin-6.png"
        ]
    }, 
    "Hunter": {
        "info": "随着本周节奏贼的持续火热和对高端天梯的统治，猎人的表现持续下滑。虽然猎人在对战三巨头其中之二(宇宙牧和青玉德)时表现尚可，不过胜率也就接近五五开，所以猎人并不能成为一个有效的针对职业。另一方面，在对战节奏贼，铺场萨和正在变多的动物园时，猎人的表现很差，所以现在的使用率在持续下滑。中速猎的劣势对局很多，导致它在比赛中也不常见到。在HCT锦标赛中，只有OmegaZero一位选手带了猎人。他的套牌和Feno的构筑很像，只是有一些细微的修改。他去掉了一张放狗和一张多头蛇，加入了一张追踪术和恐狼，并且用DK替换了一张狮子。", 
        "png": [
            "http://longlang.oschina.io/Hunter-0.png", 
            "http://longlang.oschina.io/Hunter-1.png", 
            "http://longlang.oschina.io/Hunter-2.png"
        ]
    }, 
    "Druid": {
        "info": "德鲁伊是本周使用率第三的职业。青玉德势力每天都有扩大，虽然快攻超生德则在平衡补丁后使用率一再走低，但是不可否认还是有一定强度的。SnoobyDoo使用Casie的青玉德成功登顶。玉莲印记很大程度地提升了青玉德的胜率。麦迪文在镜像战以及对战牧师中很强势，尽快跳费打出麦迪文有机会在对快攻卡组的对战中抢回先机，俗话说的好：你无法阻挡埃提耶什之力。玉莲印记很适合青玉德，配合传播瘟疫可以杀死和快攻卡组的比赛，对战慢速卡组的时候也能提供场面压力，毕竟青玉德总能保持自己的场面上有不少随从。一张1费的玉莲印记能够buff三个随从就能够赚到节奏，而且玉莲印记作为一张低费高上限的单卡可以和终极感染配合，可以快速倾斜手牌。一张野性之力可以看做是第三张玉莲印记，当然可以根据当时候的环境做灵活调整。Senfglas登顶使用的就是一套略微不同的卡组，而Tyler也用了这套卡组成功登顶。这套构筑去掉了麦迪文和野性之力换上了两个130。加入130的思路这是一张打快攻和打内战都不错的单卡。镜像战中玩家往往会通过铺场来加速青玉傀儡的成长，用130投个大的就可以吹响反击的号角。快攻德的构筑五花八门，玩家们使用不同的快德也取得了不错的战绩。Dshmitt的快德是最快的，在快攻内战中也是最强的，因为在这套卡组在前期最为稳定。NeutralMilk的多头蛇快攻德在打青玉德和宇宙牧的时候最有优势。Derpy的妙手空空快攻德在牺牲了前期稳定性的情况下获得了对慢速卡组的最大优势。终于，大哥德在这个青玉德和牧师肆虐的环境站起来了。多名玩家早早使用Pinilikute的大大德登上传说，这套卡组最大化的跳费能力，后期也足够贪。快攻卡组的消失让大哥德在当下拥有了放飞自我的资本。", 
        "png": [
            "http://longlang.oschina.io/Druid-0.png", 
            "http://longlang.oschina.io/Druid-1.png", 
            "http://longlang.oschina.io/Druid-2.png", 
            "http://longlang.oschina.io/Druid-3.png", 
            "http://longlang.oschina.io/Druid-4.png", 
            "http://longlang.oschina.io/Druid-5.png"
        ]
    }, 
    "Rank": {
        "info": "第65期vs强度排序是基于上周各卡组在天梯对阵胜率以及对阵频率所统计出的期望胜率而得出的。注：其他分段胜率与此类似，所以本期不分开制图。虽然职业的多样性和安戈洛完全没法比，但是强度排序则展现出了一些更加正面的迹象。节奏贼毫无疑问的是当前最强并且最成功的卡组，但是它和剩下卡组的差距并不大，它的胜率已经跌落了53%。它有一个十分稳定的对局，并且有着很少的弱点。三大职业貌似相互平衡了，虽然它们使用率可能过高了，但是它们绝对不是无敌的。青玉德的胜率由于内部优化在非常稳定的上升中，控制牧的表现则被狠狠地打击到了。这主要是青玉德是宇宙牧的克星，它的内部构筑调整让它能够更好的克制牧师，这可能会终结安度因在天梯上的地位。控制牧依然会是一个很强的卡组，在比赛场合中绝对的T1.有趣的是要是青玉德的削弱再强那么一点点，控制牧可能会强到无法控制。宇宙牧的克星，大哥牧的胜率开始飙升了。像我们上周所说的，环境开始变得对大哥牧十分的友好，这给它更多的时间完成它的计划，不用那么依靠前期的巴恩斯了。动物园，鱼人骑和快攻德保持的稳定的胜率。术士和圣骑在高分段的胜率由于节奏贼开始下滑。动物园的总体胜率被它的天梯使用率给稳定着，但是鱼人骑的数量则在补丁之后稀少到它没法稳定了。环境对萨满越来越不友好了，同时它对节奏贼的对局也开始变差了。和它对牧师的对局加起来，它的胜率跌落了50%。随着萨满的下滑，中速猎的胜率终于稳定下来了，虽然还是低到没法玩。海盗战的胜率跌落了50%， 这职业陷入了瓶颈。海盗战在补丁中挨了一刀，其他卡组都在补丁后得到了优化，所以它开始被其他职业给超越了，直到它被节奏贼完全的取代了。不幸的是，帕奇斯现在找到了一个新朋友--瓦莉拉。还有一个我们想要讨论一下的卡组是沉默牧。由于它数量的稀少，我们没把它加进排序中，但是它的胜率在过去一周狠狠地跳高了，现在在50%左右徘徊着。它对上青玉德和控制牧的表现都不错，并且没有太多的使用，它应该值得关注。", 
        "png": [
            "http://longlang.oschina.io/Rank-0.png"
        ]
    }, 
    "Environment": {
        "info": "注：其他分段环境与此类似，所以本期不分开制图。注：又来到了月初这个阶段，由于传说数据的稀少，再加上1级到5级这一段的数据能够更好的展现出当前的环境和卡组的强度。所以我们这期的周报主要是围绕这一阶段来讨论。盗贼在高分段的数量依然保持上升，在上传说的1级到5级中打到了25%。节奏贼是盗贼的主要卡组，其他的盗贼卡组数量几乎可以无视了。不过需要注意的是在节奏贼内部存在着很多不同的构筑，并且还有很多实验性构筑。牧师是当前第二大的职业，在1级到5级阶段差不多占据20%的数量，我们还观察到控制牧的构筑貌似在很快的聚合中，该卡组现在已经快完成它的优化阶段了。大哥牧则依然是一个偏小众的牧师卡组。德鲁伊的数量貌似在暴涨中，它的数量已经接近盗贼和牧师了。青玉德是这次上升的核心，并且持续表现着构筑的变化，慢慢的远离末日的防御性构筑，转向以青莲印记为核心的构筑。快攻德的数量也在上升中，我们甚至看到了大德数量的上升，虽然它总数依然十分稀少。总体来说这三个职业占据了1级到5级环境中70%的卡组，并且还在上升中 (在1级达到了75%), 职业的多样性在冰封王座中依然很差，但是已经比补丁前好很多了。法师，萨满，圣骑和战士的数量遇到了瓶颈甚至小幅度下滑，特别是在高分段中。猎人则是依然以很快的速度下滑中，术士是唯一一个在三大职业外在数量上还表现良好的，动物园让术士稳定了下来，控制术则是另外一种故事了。", 
        "png": [
            "http://longlang.oschina.io/Environment-0.png"
        ]
    }, 
    "Rogue": {
        "info": "节奏贼仍旧是最受欢迎的卡组，而且玩家们还在不断测试改进他。最新版本的节奏贼加入了凯恩&#8226;血蹄。血蹄是一张强大的单卡，同时弥补了盗贼6费的疲软。作为一名难以去除的随从，血蹄可以很好地配合骨魇。而且老牛4攻不吃痛和灭，5血的牛肉味翘臀则是德鲁伊啃不动的硬货，同时老牛也能配合巴内斯。不少玩家选择少带一张冷血来给凯恩血蹄省出卡位。冷血也很强，但是大多数时候把他用作终结手段，或者在场面平衡的时候提供压力，因此你基本不会希望出现两张冷血卡手的情况。目前最流行的两种节奏贼构筑分别选择了深蓝刃鳞龙人和苦潮多头蛇，两套构筑的5费生物分别让牧师和青玉德很不舒服。节奏贼最大的缺陷在于4费，可选几张单卡强度也不高。尽管如此，龙人节奏贼带的血蹄提升了巴内斯在卡组中的价值，如果能够拉出老牛就是大赚。多头蛇节奏贼则选择了四王子，Orange和Pavel在HCT夏季赛中也选择了多头蛇/四王子的构筑。四王子一方面作为嘲讽可以保护多头蛇不被对手的小随从蹭血，另一方面吸血异能可以弥补多头蛇的缺点。另外也有选择毒心者，但是相比另外两个亏节奏，因此不做推荐。虽然节奏贼目前最为稳定和流行的构筑就是上述两种，但是天梯上的节奏贼却不仅仅局限于这两种。最成功的例子就是Hypno的夺尸者构筑。这套节奏贼围绕着夺尸者，加入了风暴看守和银色指挥官，配合骨魇和冷血非常厉害。虽然这套卡组并不起眼，但是Hypno已经是这个月第二个使用这套牌冲上欧服的玩家了，而且他最近还完成了登顶！目前节奏贼占据了盗贼的主导地位，而其他盗贼卡组则是前途无望。奇迹贼的数量进一步减少，已经接近于零。青玉贼和爆牌贼虽然有趣但是强度有限。", 
        "png": [
            "http://longlang.oschina.io/Rogue-0.png", 
            "http://longlang.oschina.io/Rogue-1.png", 
            "http://longlang.oschina.io/Rogue-2.png", 
            "http://longlang.oschina.io/Rogue-3.png", 
            "http://longlang.oschina.io/Rogue-4.png", 
            "http://longlang.oschina.io/Rogue-5.png"
        ]
    }, 
    "Mage": {
        "info": "法师已经变成了中庸职业的代表，三种套路都有一些人在玩。总体来说，奥秘法和控制法更流行，不过在高端局中，任务法数量更多。这是因为青玉德和牧师的数量变多了，所以人们都想更好地针对它们。奥秘法在对战环境中的慢速卡组时表现较好，不过胜率很受节奏贼大潮的影响。这个卡组的主要弱点是除了远古雕文发现的卡牌以为，没有能力处理对面的铺场。奥秘法比较擅长掌控战场的主动权，并且使用法术反制来保护自己的场面，不过一旦场面落后它就很难再返场了。控制法的构筑这周没有太大改变。它依旧在努力取得对阵快攻卡组的优势，同时在面对牧师和青玉德的时候也能稍微反抗一下。相比环境中其他的法师卡组，任务法总体表现最为羸弱。它最大的价值是在对战宇宙牧和青玉德的时候有良好的表现，所以当人们想要狙击这些卡组的时候可能会选择任务法。不过总的来说，你在使用任务法冲天梯时不太想看到大部分其他类型的卡组。", 
        "png": [
            "http://longlang.oschina.io/Mage-0.png", 
            "http://longlang.oschina.io/Mage-1.png", 
            "http://longlang.oschina.io/Mage-2.png", 
            "http://longlang.oschina.io/Mage-3.png", 
            "http://longlang.oschina.io/Mage-4.png"
        ]
    }, 
    "Shaman": {
        "info": "萨满依然是一个在天梯中表现不错的职业，不过还是比不上更为流行且强力的节奏贼、青玉德和宇宙牧之流。铺场萨在对阵盗贼和德鲁伊时有优势，不过遇到牧师就不行了，这也拉低了它在高端局中的使用率。使用率并不是困扰萨满的唯一因素，还有萨满卡组的多样性问题。如果你想使用一个胜率尚可的萨满卡组，那么你唯一的选择就是铺场萨。这套卡组在新资料片上线没多久就成型了，之后几乎就没什么变化，即使和安戈洛时期的铺场萨相比也没什么大的变化。萨满现在急需一些新颖且实用的改变，毕竟新资料片中主要的设计是针对冰冻萨这一个新思路的。当然，这个套路尚在襁褓中，并且可能永远不会成型。", 
        "png": [
            "http://longlang.oschina.io/Shaman-0.png", 
            "http://longlang.oschina.io/Shaman-1.png"
        ]
    }, 
    "Priest": {
        "info": "大魔王宇宙牧似乎正进化到最终形态！目前看来，加强过牌的宇宙牧构筑是更好的选择和时下环境中的标准配置。治疗之环有太多的用处，它可以配合奥金妮清场，和北郡配合大量过牌，在对局后期配合维伦还可以打出免费高额伤害。宇宙牧卡组构筑中有28张没有争议的单卡选择，还有剩余2个卡位有一些不同争议。首先是末日和海盗蟹的抉择。因为快攻卡组普遍遭到削弱，特别是在高水平对局中，末日已经逐渐被高玩们抛弃。海盗蟹在对抗节奏贼的对局中有着更好的表现，而且在对抗慢速卡组时，你也可以把这个随从丢到场上，而不是一直烂在自己手里。那为什么不两张单卡都塞进卡组中呢？主要原因是因为这两张单卡在宇宙牧镜像对局和对抗青玉德的时候都没什么卵用。当然，在低分段玩家碰到大量萨满，猎人和骑士的时候，末日仍然是非常棒的选择。如果你在天梯上主要对抗这三个职业，我们会建议末日出现在你的标准卡组构筑中，而把海盗蟹作为一张替补单卡。第二个也是最有意思的争议卡位来自于加基森拍卖师和莱拉之间的争夺。有一些世锦赛选手lineup中选择了带加基森拍卖师的宇宙牧卡组，而且本周有好几位玩家用带加基森拍卖师的宇宙牧构筑登顶天梯。宇宙牧卡组思路本身就是以combo组件为核心，配合心灵震爆完成OTK斩杀。所以在构筑中加入加基森拍卖师，配合卡组中的低费法术加强过牌就显得很有意义了。通常来说，选择加基森拍卖师启动速度要比莱拉慢，但是它带给你的后期过牌能力能让你更快速抽到拉兹或DK，或是直接58同城。地球人都知道，58同城就意味着胜利！加基森拍卖师肯定是很强，但是并不能证明它就比莱拉好。莱拉虽然不能帮你过牌，但是它仍然是一张有力的辅助单卡，有时候它还是你的另一种获胜方式。即便你没有抽到combo组件，但是莱拉还是可以单刷carry。特别是当面对快速卡组的时候，你需要在尝试稳定场面的同时带走对手。莱拉可以为你补充手牌，维伦没来的话，每一张手牌也都是你变身后走A的弹药。卡组中的哀黄也可以随之发挥出更大的作用。最后，莱拉还可以将上青玉德一军，因为青玉德如果自己没有场面，就非常缺乏清场能力。所以，不同于加基森的加强过牌思路，莱拉是你时不时刷牌补充手牌的后备，同时能带来加基森所不具备的改变比赛的能力。其他的牧师套牌也有着一些变化。如同上周介绍过的那样，大哥牧就是目前铺场萨，宇宙牧，青玉德三巨头统治的天梯环境下一套强有力的卡组选择。这套卡组的优化方向就是通过减少携带的单张法术数量来增加暗影视界带来的稳定续航。当你面对宇宙牧和青玉德时，你需要从暗影视界中获得更多的永恒奴役。如果卡组中的其他法术减少了，那么你就更容易从卡池中抽到永恒奴役。SirVilgaudas用一套携带心火组件的龙牧套牌达到了传说第76位，这套牌好好“祝福”了一把环境中的其他牧师，因为他们疲于应付对手强大的中期随从和潜在威胁。师承一脉的一套心火沉默牧在环境中也表现不错，同时在对抗青玉德时，沉默牧启动更快。总体来说，牧师是现在游戏中最强大的职业。事实上牧师在整个炉石历史中从未如此强大过。三十年河东三十年河西，圣光觉醒就是牛逼，所以牧师玩家们现在可劲得瑟吧。", 
        "png": [
            "http://longlang.oschina.io/Priest-0.png", 
            "http://longlang.oschina.io/Priest-1.png", 
            "http://longlang.oschina.io/Priest-2.png", 
            "http://longlang.oschina.io/Priest-3.png", 
            "http://longlang.oschina.io/Priest-4.png"
        ]
    }
}